import { UserTestData } from "./types";

export const userTestData: UserTestData = [[
    'Иванов Иван Иванович',
    'Маркова Кира Валерьевна',
    'Васильев Михаил Фёдорович',
    'Богданов Константин Иванович',
    'Новикова Алиса Родионовна',

    'Левин Егор Фёдорович',
    'Иванова Милана Данииловна',
    'Федорова Ульяна Константиновна',
    'Ерофеева Алёна Тимофеевна',
    'Маркина Анна Кирилловна',

    'Пономарев Мирон Артёмович',
    'Назаров Михаил Тимофеевич',
    'Семенов Артём Кириллович'
    ], [
        'Краснодар',
        'Москва',
        'Санкт-Петербург',
        'Краснодар',
        'Новосибирск',
        'Екатеринбург',
        'Москва',
        'Нижний Новгород',
        'Самара',
        'Омск',
        'Казань',
        'Уфа',
        'Ростов-на-Дону'
    ]
];